tap "d12frosted/emacs-plus"
tap "symfony-cli/tap"
brew "openssl@3"
brew "sqlite"
brew "bash-language-server"
brew "bat"
brew "cmake"
brew "cocogitto"
brew "php"
brew "composer"
brew "docker"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fish"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "grc"
brew "hadolint"
brew "imagemagick"
brew "lefthook"
brew "libb2"
brew "libgccjit"
brew "libvterm"
brew "libxml2"
brew "openjdk"
brew "pandoc"
brew "pinentry-mac"
brew "pkgconf"
brew "postgresql@18"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "stow"
brew "tcl-tk"
brew "uv"
brew "zlib"
brew "zoxide"
brew "symfony-cli/tap/symfony-cli"
cask "d12frosted/emacs-plus/emacs-plus-app"
cask "font-fira-code-nerd-font"
